
public class One{
    public static void main(String[] args) {
    String a = "Hello world!";
    int april = 5;
    int may = 6;
    int june = 7;
    }
}
//1 ФИО. возраст, айди.(1 сущность) + Город, айди, индекс города(2 сущность)(сущности ин аут)
//2 Считать с блокнота
//3 1 сущности присвоить 2 сущность
//4 массив из 3 расширяется на 3 когда в нем три сущности
//5 создать сущность с полями а)айди машины б)имя производителя в)марка машины г) серия машины
//6 (б) содержит подсущности (в) и (г)